/* 
  ITPluginUpdater.strings
  iToolsMain

  Created by Aaron on 12/26/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"PluginDownloadFFMpeg"          = "Downloading Converter ...";
"PluginDownloadiToolsResource"  = "Downloading iToolsResource ...";
"PluginDownloadITD"             = "Downloading plugin ...";
"PluginDownloadAirPlayer"       = "Downloading AirPlayer ...";

"PluginInstallFFMpeg"           = "Updating Converter ...";
"PluginInstalliToolsResource"   = "Updating iToolsResource ...";
"PluginInstallITD"              = "Updating plugin ...";
"PluginInstallAirPlayer"        = "Updating AirPlayer ...";
